{
    "head": {
      "bride": "Alice",
      "groom": "Stephane", 
      "greeting": "Alice & Stéphane",
      "date": "Le 9 Aout 2025 à 13h",
      "venue": "Manoir de Villefermoy, Route de Fontainebleau, 77820 Les Écrennes, France"
    },
    "countdown": {
      "greeting": "Notre mariage approche et vous y êtes invité !",
      "days": "jours",
      "hours": "heures",
      "minutes": "minutes",
      "seconds": "secondes"
    },
    "venue": {
      "greeting": "Vous êtes invité à notre Mariage !",
      "description": "Proche des aéroports et au milieu des champs, ce manoir est l'endroit de rêve pour célébrer avec vous notre amour ❤️",
      "message": "Il aura lieu le 19 Juillet 2025 au Manoir de Villefermoy à partir de 16h pour la cérémonie laïque.",
      "place": "Manoir de Villerfermoy",
      "address": "Route de Fontainebleau, 77820 Les Écrennes",
      "country": "France"
    },
    "form": {
      "greeting": "On adorerait partager ce jour spécial avec vous",
      "inviteId": "Votre numéro d'invitation",
      "message": "N'oubliez pas de nous dire si vous pourrez vous joindre à nous en remplissant le formulaire ci-dessous",
      "email": "Adresse Email",
      "firstName": "Prénom",
      "lastName": "Nom",
      "rsvp": "Serez-vous présent à notre mariage ?",
      "postalAddress": "Adresse Postale",
      "accompany": "Serez-vous accompagné ?",
      "accompanyFirstName": "Prénom de l'accompagnant",
      "accompanyLastName": "Nom de l'accompagnant",
      "children": "Venez-vous avec des enfants ?",
      "foodRestriction": "Restriction alimentaire",
      "foodRestrictionPrecise": "Veuillez préciser",
      "brunch": "Serez-vous avec nous pour le brunch le lendemain ?",
      "submit": "Confirmer ma présence",
      "submitted": "Merci beaucoup, votre réponse est prise en compte",
      "restart": "Recommencer"
    },
"menu": {
    "abstract": "Programme pour la journée",
    "arrival":
        ["10h", "Arrivée au Manoir 🏰", "Vous serez accueilli au Manoir et recevrez les clés de votre hébergement si vous séjournez avec nous. En outre, vous aurez accès à une sélection d'espaces de jeu doux et de rafraîchissements."],
    "welcome": 
        ["13h", "Cocktail d'accueil 🤗", "Les collations et les rafraîchissements seront disponibles pour vous aider à rester énergisé tout au long de la journée."]
    ,
    "ceremony": 
        ["16h", "Cérémonie 💍", "Nous organisons une cérémonie civile avec nos témoins Sasha et Romain. La cérémonie sera conduite en français et en anglais. Des livrets contenant des traductions en français, russe et anglais seront également fournis."]
    ,
    "cocktail": 
        ["18h", "Cocktail 🍸", "Il est temps de célébrer ! Dégustez une sélection de boissons et un buffet proposant une variété de plats froids. Pour capturer l'instant, nous aurons un photobooth disponible pour que vous puissiez prendre des photos mémorables avec des amis et de la famille."]
    ,
    "dinner": 
        ["20h", "Dîner 🍽️", "Dîner assis et servit, complet d'un plat d'entrée, un plat principal, un dessert et des vins, spiritueux et boissons gazeuses."]
    ,
    "party": 
        ["22h", "Fête 🎉", "Il est temps de danser ! Le service de nourriture et de boisson continuera jusqu'à 4 heures du matin. Pour ceux qui ne séjourne pas au manoir, un service de taxi sera fourni."]
    
},
    "about": {
      "title": "À propos de nous",
      "description": "Nous sommes une entreprise passionnée par la création de sites Web attrayants et fonctionnels."
    }
}